{
  "arabicInfo": "نشأ وسط أسرة قرآنية حافظة لكتاب الله في قرية طحوريا بمركز شبين القناطر بمحافظة القليوبية بمصر.\nحفظ القرآن الكريم في كُتاب القرية وعمره لايتجاوز تسع سنوات.\nقرأ على مشايخ كثيرة وحاصل على إجازات متصلة السند برسول الله صلى الله عليه وسلم عن جبريل عليه السلام عن رب العزة جل جلاله.\nمن مشاهير القراء على مستوى العالم وصاحب مدرسة خاصة وفريدة، أسسها من خلال موهبة أنعم الله بها عليه وحلاوة صوت مقترنة بجودة القراءة وحسن الترتيل.\nالأول على العالم في مسابقة القرآن الكريم الدولية في عام ١٤٠٦ هـ، الموافق لعام ١٩٨٦ مـ بمكة المكرمة.\nالأمام والقارئ الخاص بالديوان الملكي الأردني في الثمانينيات.\nفاز بالمركز الأول على مستوى الجمهورية والعالم الإسلامي أكثر من مرة وحصل على العديد من الأوسمة من البلاد الإسلامية.\nإمام المصلين والتراويح منذ عام ١٩٨٨ مـ بمسجد عمرو بن العاص والمراكز الإسلامية العالمية ويحظى بجماهيرية عالية ويصلي معه أكثر من مليون مصلي في ليلة القدر كل عام في مشهد مهيب.\nالمشرف العام والمؤسس لمعهد ابى بن كعب لعلوم القرآن.\nحائز علي جائزة الشباب العالمية كأفضل شخصية عالمية في مجال القرآن الكريم عام ٢٠٠٧ مـ.\nالإمام والقارئ الخاص بالديوان الملكى الماليزي.\nسجل العديد من البرامج الدينية بالقنوات الفضائية المختلفة، كما يتم بثها عبر مواقع التواصل والقناة الخاصة بالشيخ.\nمحكم في المسابقات القرآنية العالمية وعضو في الإتحاد العالمي لعلماء المسلمين.\nحاصل علي شهادة الماجستير في الدراسات الإسلامية.",
  "englishInfo": "He was born in Tahouriya village, in Qalyubia Governorate, Egypt, to a family with a reputation for their interest in Islam.\nHe began reading and learning the Qur'an in the village's Kuttab, and at the age of 9 years he had memorized the entire Holy Qur'an.\nHe had studied under many scholars and Mashayikh of Qir'aat, and he had acquired Ijāzah that is connected by a continuous chain, which is going back to the Prophet Muhammad (SAAWS) himself, revealed from Allah, the Lord of the worlds, and delivered by Angel Jibreel.\nHe is considered as a senior Qāri' in the Murattal form of Qur'ān reading, and he is internationally known for his exalting reading style, and his beautiful voice that Allah gifted him.\nHe had ranked first in the King Abdul Aziz international competition for memorizing Holy Qur'an in 1986, corresponding to 1406 AH, in Makkah, Saudi Arabia.\nHe was appointed as an Imam of the largest official mosques in the Hashemite Kingdom of Jordan, in the eighties.\nHe has been awarded for first place as a best reciter on a number of national and international competitions of Qur'an recitation several times.\nHe was named the Imām of the famous mosque of 'Amr Ibn al-'Āş in Cairo in 1988.\nHe is the general supervisor of Obay Bin Ka'ab Institute for Qur'anic Sciences.\nHe won the Best Qur'anic Reciter in the World in the international Qur'an competition in Bahrain, in 2007.\nHe was appointed as Imam and Qur'an Reciter in Malaysia.\nHe has plenty of recitations of the entire Holy Qur'an broadcasted on Egyptian Television and many other Islamic television channels.\nHe is one of the most prominent members of the The International Union of Muslim Scholars (IUMS).\nHe had obtained a Master in Islamic Studies."
}