Repository: helmysherif/jebril-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# name
source: Mohamed Gebril
ar: الشيخ محمد جبريل

source: Rewayat
ar: الروايات المتواترة

# quran
source: The recited Qurâ€™an
ar: المصحف المرتل

source: Prayers
ar: الدعاء و الذكر

# tarawih
source: Tarawih and Qiyam prayers
ar: التراويح و القيام

source: more
ar: المزيد

# wishlist
source: my wishlist
ar: قائمتي المفضلة

# emptySurasData
source: there is no sura with this name
ar: لا يوجد سورة بهذا الإسم

# tarawihTitle
source: tarawih
ar: التراويح

source: qiyam
ar: القيام

# socialMedia
source: social media channels
ar: قنوات التواصل الإجتماعي

# info
source: info about the Sheikh
ar: عن فضيلة الشيخ

# sheikhInfo
source: Info about El Sheikh Mohamed Gebril
ar: عن فضيلة الشيخ محمد جبريل

# favorite
source: favorites
ar: المفضلات
